tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "aws-vault"
brew "awscli"
brew "fd"
brew "kubectx"
brew "neovim"
brew "node"
brew "postgresql@15", restart_service: true
brew "ripgrep"
brew "stow"
brew "tmux"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazygit/lazygit"
cask "aptakube"
cask "bruno"
cask "font-meslo-lg-nerd-font"
cask "pgadmin4"
